<?php
return array(
    'Arab capitals' => 'العواصم العربية',
    
    'New York' => 'نيويورك',
    'London' => 'لندن',
    
    'Tokyo' => 'طوكيو',
    
    'Sydney'=>'سيدنى',
    'AS'=>'أستراليا',
    
    'US'=>'الولايات المتحدة الامريكية',
    'UK'=>'المملكة المتحدة',
    
    
    'EG' => 'مصر',
    'Cairo' => 'القاهره',
    
    'SA' => ' السعودية',
    'Riyadh' => 'الرياض',
    
    
    'Mecca'=>'مكة المكرمة',    
    'Washington'=>'واشنطن',
    'AE' => 'الامارات العربيه المتحده',
    'Abu Dhabi' => 'ابو ظبي',
    
    'KW' => 'الكويت',
    'Kuwait' => 'الكويت',
    
    'Partly Clear' => 'صافي نسبيا',
    'Mostly Clear' => 'صافي جزئيا',
    'Clear' => 'صافي',
    'Cloudy' => 'غائم',
    'Partly Cloudy' => 'غائم نسبيا',
    'Mostly Cloudy' => 'غائم معظم الوقت',
    'Sunny' => 'مشمس',
    'Showers' => 'ممطر نسبيا',
    'Rainy' => 'ممطر',
    'Light Rain Late' => 'امطار خفيفة اخر اليوم',
    'Snowy' => 'ثلجي',
    'Cold' => 'بارد',
    'Hot' => 'حار',
    'Warm' => 'دافيء',
    
    'Fair' => 'معتدل',
    'Wet' => 'رطب',
    'Dry' => 'جاف',
    'Calm' => 'هادئ',
    'Stormy' => 'عاصف',
    'Foggy' => 'ضبابي',
    'Windy' => 'خريفي',
    
    'humidity' => 'الرطوبة',
    'visibility' => 'مستوي الرؤية',
    'wind' => 'اتجاه وسرعة الرياح',
    'feelslik' => 'الشعور بدرجة الحرارة',
    'pressure' => 'الضغط الجوي',
    'uv_index' => 'مؤشر الأشعة فوق البنفسجية',
    
    'moon' => 'حالة القمر',
    'km' => 'كيلومتر',
    'mb' => 'متر/بار',
    'windSpeed' => 'ك/ساعة',
    
    'N' => 'شمالية',
    'NNE' => 'شمالية - شمالية شرقية',
    'NE' => 'شمالية شرقية',
    'ENE' => 'شرقية - شمالية شرقية',
    'E' => 'شرقية',
    'ESE' => 'شرقية - جنوبية شرقية',
    'SE' => 'جنوبية شرقية',
    'SSE' => 'جنوبية - جنوبية شرقية',
    'S' => 'جنوبية',
    'SSW' => 'جنوبية - جنوبية غربية',
    'SW' => 'جنوبية غربية',
    'WSW' => 'غربية - جنوبية غربية',
    'W' => 'غربية',
    'WNW' => 'غربية - شمالية غربية',
    'NW' => 'شمالية غربية',
    'NNW' => 'شمالية - شمالية غربية',
    
    'UV Low' => 'لا يوجد خطر من التعرض لاشعة الشمس المباشره',
    'UV Medium' => 'يوجد خطر بسيط عند التعرض لاشعة الشمس المباشرة',
    'UV Moderate' => 'يوجد خطر متوسط عند التعرض لاشعة الشمس المباشرة',
    'UV High' => 'يجب اخذ الاحتياطات اللازمة عند التعرض لاشعة الشمس المباشرة',
    'UV Very High' => 'يوجد خطر شديد عد التعرض لاشعة الشمس المباشرة',
    
    'sunset' => 'الغروب',
    'sunrise' => 'الشروق',
    
    'Fajr'=> 'الفجر',
    'Zuhr'=> 'الظهر',
    'Asr'=> 'العصر',
    'Maghreb'=> 'المغرب',
    'Isha'=> 'العشاء',
    
    'AM' => 'صباحا',
    'PM' => 'مساءا',
    
    'The Egyptian Pound'=>'الجنية المصري',
    'United Arab Emirates Dirham'=>'الدرهم اﻻماراتي',
    'Bahraini Dinar'=>'الدينار البحريني',
    'Canadian Dollar'=>'الدوﻻر الكندي',
    'Chinese Yuan'=>'اليوان الصيني',
    'Euro'=>'اليورو',
    'British Pound Sterling'=>'الجنية اﻻسترليني',
    'Jordanian Dinar'=>'الدينار اﻻردني',
    'Japanese Yen'=>'الين الياباني',
    'Kuwaiti Dinar'=>'الدينار الكويتي',
    'Omani Rial'=>'الريال العماني',
    'Qatari Riyal'=>'الريال القطري',
    'Saudi Riyal'=>'الريال السعودي',
    'US Dollar'=>'الدوﻻر الامريكي',
    'Swedish Krona'=>'كورونا سويسريه',
    '{currency} Against Foreign Currencies'=>'{currency} مقابل العملات الاجنبية',
    'Manama'=>'المنامة',
    
    'Algiers'=>'الجزائر',
    'Baghdad'=>'بغداد',
    'Tehran'=>'طهران',
    'Beirut'=>'بيروت',
    'Tripoli'=>'طرابلس',
    'Rabat'=>'الرباط',
    'Gaza'=>'غزة',
    'Khartoum'=>'الخرطوم',
    'Damascus'=>'دمشق',
    'Tunis'=>'تونس',
    'Ankara'=>'أنقرة',
    'Sanaa'=>'صنعاء',
    'Mogadishu'=>'مقديشيو',
    'Algerian Dinar'=>'الدينار الجزائرى',
    'Iraqi Dinar'=>'الدينار العراقى',
    'Iranian Rial'=>'الريال الايرانى',
    'Lebanese Pound'=>'الجنية اللبنانى',
    'Libyan Dinar'=>'الدينار الليبى',
    'Moroccan Dirham'=>'الدرهم المغربى',
    'Shekel'=>'الشيكل',
    'Sudanese Pound'=>'الجنيه السودانى',
    'Syrian Pound'=>'الجنية السورى',
    'Tunisian Dinar'=>'الدينار التونسى',
    'Turkish Lira'=>'ليرة تركية',
    'Yemeni Rial'=>'ريال يمنى',
    'Somali Shilling'=>'الشلن الصومالى',
    'Amman'=>'عمان',
    'Jordanian Dinar'=>'الدينار الأردنى',
    'No data available for this country'=>'حاليا لا توجد بيانات متاحة عن تلك الدولة',  

    
    
    
    
    
    
    
);
?>